/**
 * 国际化配置文件
 */
export default {
  'button.buyNProducts': '{N} प्रोडक्ट ख़रीदा',
  'button.save': 'सेव',
  'button.payN': 'भुगतान:💎{N}',

  'confirm.youSureCloseIt':
    '"क्या आप इसे बंद करना सुनिश्चित कर रहे हैं?    बंद करने के बाद, अन्य लोग आपके 4Fun मॉडल को कहीं भी नहीं देखेंगे, केवल आप इसे देख सकते हैं।"',
  'confirm.youSureOpenIt':
    '"क्या आप इसे खोलना सुनिश्चित कर रहे हैं?    खोलने के बाद, अन्य लोग आपका 4Fun मॉडल देख सकते हैं।"',
  'confirm.noSave':
    'आपका संशोधित 4Fun मॉडल अभी तक सेव नहीं हुआ है, क्या आप निश्चित रूप से बाहर आना चाहते है?',
  'confirm.createModel':
    '4Fun मॉडल बनाने के लिए कृपया अपना लिंग निर्धारित करें',
  'confirm.noEditSex':
    'इस बार पुष्टि के बाद आपका लिंग बदला नहीं किया जा सकता है। कृपया अपना वास्तविक लिंग चुनें।',

  'type.mine': 'मेरा',

  'price.free': 'नि: शुल्क',
  'price.total': 'कुल कीमत',

  'airbubbles.toDressUp': 'ड्रेस अप करने के लिए क्लिक करें',
  'airbubbles.nameModel': '"{用户名}’s  4Fun मॉडल"',
  'airbubbles.createModel': '4Fun मॉडल बनाने के लिए क्लिक करें',

  'settging.closeSwitch': '4Fun मॉडल बंद करें',
  'setting.openSwitch': '4Fun मॉडल खोलें',

  'type.face': 'चेहरा',
  'type.eyes': 'अखे',
  'type.mouth': 'मुंह',
  'type.nose': 'नाक',
  'type.ear': 'कान',
  'type.eyebrows': 'आइब्राउज़ ',
  'type.beard': 'दाढ़ी',
  'type.hair': 'बाल',
  'type.skinColor': 'त्वचा का रंग',
  'type.tops': 'टॉप्स',
  'type.bottoms': 'बाटम्ज़',
  'type.shones': 'जूते',

  'validity.forver': 'सदैव',

  'storeState.soldOut': 'बिक गया',
  'storeState.owned': 'स्वामित्व',

  'toast.openSuccess': 'सफलतापूर्वक बंद किया गया',
  'toast.closeSuccess': 'सफलतापूर्वक खोलें',
  'toast.saveSuccess': 'अभी बदलाव किया गया 4Fun मॉडल सेव हो गया है',
  'toast.storeSoldOut':
    'Opps~आपके द्वारा चयनित उत्पाद बिक चुका है, और इस उत्पाद के हीरे वापस कर दिए गए हैं',
};
