/**
 * 国际化配置文件
 */
export default {
  'button.buyNProducts': 'பய் (ன்) ப்ரோடுக்ட்ஸ் ',
  'button.save': 'சேமி',
  'button.payN': 'பெ 💎{N}',

  'confirm.youSureCloseIt':
    'நீங்கள் நிச்சயமாக அதை மூடுவீர்களா?  மூடிய பிறகு, மற்றவர்கள் உங்கள் 4Fun மாடலை எங்கும் பார்க்க மாட்டார்கள், நீங்கள் மட்டுமே பார்க்க முடியும். ',
  'confirm.youSureOpenIt':
    'நீங்கள் நிச்சயமாக அதைத் திறக்கிறீர்களா?  திறந்த பிறகு, மற்றவர்கள் உங்கள் 4Fun மாடலைப் பார்க்கலாம்.',
  'confirm.noSave':
    'உங்கள் மாற்றியமைக்கப்பட்ட 4Fun மாதிரி இன்னும் சேமிக்கப்படவில்லை, நீங்கள் வெளியேறுவது உறுதி?',
  'confirm.createModel':
    '4Fun மாடலை உருவாக்க தயவுசெய்து உங்கள் பாலினத்தை அமைக்கவும்',
  'confirm.noEditSex':
    'இந்த முறை உறுதிப்படுத்தப்பட்ட பிறகு உங்கள் பாலினத்தை மாற்ற முடியாது. தயவுசெய்து உங்கள் உண்மையான பாலினத்தை தேர்வு செய்யவும்',

  'type.mine': 'என்னுடையது',

  'price.free': 'இலவசம்',
  'price.total': 'மொத்த விலை',

  'airbubbles.toDressUp': 'ட்ரெஸ்  பண்ண என்னை  தட்டவும்',
  'airbubbles.nameModel': '"{用户名}’s  4Fun மாடல் "',
  'airbubbles.createModel': 'உங்கள் 4Fun மாடல் உருவாக்க டேப் செய்யுங்கள்',

  'settging.closeSwitch': '4Fun மாடலை மூடவும்',
  'setting.openSwitch': '4Fun மாதிரியைத் திறக்கவும்',

  'type.face': 'முகம்',
  'type.eyes': 'கண்கள்',
  'type.mouth': 'வாய்',
  'type.nose': 'மூக்க',
  'type.ear': 'காதுகள',
  'type.eyebrows': 'புருவங்கள',
  'type.beard': 'தாடி',
  'type.hair': 'ஹேர்ஸ்டைல் ',
  'type.skinColor': 'ஸ்கின் கலர் ',
  'type.tops': 'டாப்ஸ்',
  'type.bottoms': 'பாட்டம்ஸ் ',
  'type.shones': 'ஷோஸ் ',

  'validity.forver': 'என்றென்றும்',

  'storeState.soldOut': 'சால்ட் அவுட் ',
  'storeState.owned': 'உரிமையானது ',

  'toast.openSuccess': 'வெற்றிகரமாக மூடப்பட்டது',
  'toast.closeSuccess': 'வெற்றிகரமாக திறக்கபட்டது ',
  'toast.saveSuccess': 'தற்போதைய 4Fun மாதிரி சேமிக்கப்பட்டது',
  'toast.storeSoldOut':
    'ஒப்ப்ஸ்  - நீங்கள் தேர்ந்தெடுத்த தயாரிப்பு விற்கப்பட்டுவிட்டது, மேலும் இந்த தயாரிப்பின் டைமோண்ட்கல் அகற்றப்பட்டன',
};
